{
  "todos": [
    {
      "uniqueId": 0,
      "name": "wake up",
      "description": "nigger you need to run",
      "columnId": 0,
      "done": false
    },
    {
      "uniqueId": 1,
      "name": "wake up bro",
      "description": "nigger, bro, you need to run",
      "columnId": 0,
      "done": false
    },
    {
      "uniqueId": 2,
      "name": "wake up mr white",
      "description": "mr white, you need to run",
      "columnId": 1,
      "done": false
    },
    {
      "uniqueId": 3,
      "name": "wake up",
      "description": "nigger you need to run",
      "columnId": 0,
      "done": false
    },
    {
      "uniqueId": 4,
      "name": "Greetings!",
      "description": "Good work! Those new suits can be tricky. Please proceed to the next area. All right, Gordon, your suit should keep you comfortable through all this. The specimen will be delivered to you in a few moments. If you would be so good as to climb up and start the rotors, we can bring the Anti-Mass Spectrometer to eighty percent and hold it there until the carrier arrives.",
      "columnId": 2,
      "done": false
    },
    {
      "uniqueId": 5,
      "name": "Alright.",
      "description": "You can't be serious.",
      "columnId": 0,
      "done": false
    },
    {
      "uniqueId": 6,
      "name": "Ah, Freeman.",
      "description": "I apologize, Mr. Freeman, but I couldn't risk opening that door until I was sure you'd scoured the area. This is the last entrance to the Lambda Complex—every other has been sealed off to contain the invasion. When we realized that you might actually make it here, we drew straws to see who should stay behind to let you through. Obviously, I drew the short one. My colleagues are waiting at the tip of the Lambda reactor...waiting for you, I mean. The reactor is shut down right now, but you can activate it on your way up. You'll have to flood the core anyway to get into the teleportation labs. You're not authorized to know about those...but I can see you already know a great deal more than any one man is supposed to.",
      "columnId": 3,
      "done": false
    },
    {
      "uniqueId": 7,
      "name": "Scream",
      "description": "Well, I'll let you out, but I'm warning you...it's hell out there. It's completely under military control. You'll have to sneak and fight your way from one end to the other, and I don't expect you'll meet many of our peers along the way. But if you do survive and somehow make it across the base, you'll end up at the Lambda Complex, where the rest of the science team has taken shelter. I wouldn't venture there myself, but I will let them know that you are coming.",
      "columnId": 3,
      "done": false
    },
    {
      "uniqueId": 8,
      "name": "Put that down.",
      "description": "This is the supply depot for our first survey team. Quite a few handsome specimens were collected from the borderworld and brought back this way—uhh, before the survey members started being collected themselves, that is. We suspect there is an immense portal over there, created by the intense concentration of a single powerful being. You will know it when you see it. I hate to say this, Gordon, but you must kill it, if you can.",
      "columnId": 1,
      "done": false
    },
    {
      "name": "aaaaa",
      "description": "aaaaaaaaaaa",
      "columnId": 0,
      "uniqueId": 9,
      "done": false
    },
    {
      "name": "asdasdasd",
      "description": "adasdsadasdasdas",
      "columnId": 0,
      "uniqueId": 10,
      "done": false
    }
  ],
  "columns": [
    {
      "name": "Urgent",
      "uniqueId": 1
    },
    {
      "name": "Default",
      "uniqueId": 2
    },
    {
      "name": "Mem",
      "uniqueId": 3
    }
  ]
}
